/* No comment provided by engineer. */
"Feedback" = "Feedback";

/* No comment provided by engineer. */
"My Account" = "My Account";

/* No comment provided by engineer. */
"My Purchases" = "My Purchases";

/* No comment provided by engineer. */
"Buy now" = "Buy now";

/* No comment provided by engineer. */
"Capture anywhere" = "Capture anywhere";

/* No comment provided by engineer. */
"Capture quickly" = "Capture quickly";

/* No comment provided by engineer. */
"Check this out!" = "Check this out!";

/* No comment provided by engineer. */
"Check ‘em out." = "Check ‘em out.";

/* No comment provided by engineer. */
"Here’s all you need to know." = "Here’s all you need to know.";

/* No comment provided by engineer. */
"Here’s how!" = "Here’s how!";

/* No comment provided by engineer. */
"Learn how." = "Learn how.";

/* No comment provided by engineer. */
"Markup an image" = "Markup an image";

/* No comment provided by engineer. */
"Need a quick overview of why Snagit is so great?\nCheck this out!" = "Need a quick overview of why Snagit is so great?\nCheck this out!";

/* No comment provided by engineer. */
"Need the basics?" = "Need the basics?";

/* No comment provided by engineer. */
"Need to get photos and videos from your mobile device\ninto Snagit? Learn how." = "Need to get photos and videos from your mobile device\ninto Snagit? Learn how.";

/* No comment provided by engineer. */
"Record your screen" = "Record your screen";

/* No comment provided by engineer. */
"Start an image or video capture in record time.\nHere’s all you need to know." = "Start an image or video capture in record time.\nHere’s all you need to know.";

/* No comment provided by engineer. */
"Take your screenshots to the next level with callouts and\nannotations. Check ‘em out." = "Take your screenshots to the next level with callouts and\nannotations. Check ‘em out.";

/* No comment provided by engineer. */
"Want more Snagit?" = "Want more Snagit?";

/* No comment provided by engineer. */
"With Snagit you can record and edit videos that show\nexactly what you’re doing. Here’s how!" = "With Snagit you can record and edit videos that show\nexactly what you’re doing. Here’s how!";

/* No comment provided by engineer. */
"Your 15-day trial is up. Buy now to unlock Snagit. \nNot ready to buy? Try it 15 more days for free." = "Your 15-day trial is up. Buy now to unlock Snagit. \nNot ready to buy? Try it 15 more days for free.";

/* No comment provided by engineer. */
"Your free trial is over" = "Your free trial is over";

/* No comment provided by engineer. */
"Buy Now" = "Buy Now";

/* No comment provided by engineer. */
"Unlock with your Software Key" = "Unlock with your Software Key";

/* No comment provided by engineer. */
"Buy Snagit" = "Buy Snagit";

/* No comment provided by engineer. */
"Get help entering your key" = "Get help entering your key";

/* No comment provided by engineer. */
"If you need any help along the way we have tutorials, \ntech support and more at TechSmith.com" = "If you need any help along the way we have tutorials, \ntech support and more at TechSmith.com";

/* No comment provided by engineer. */
"TechSmith.com" = "TechSmith.com";

/* No comment provided by engineer. */
"Connect to Internet to start trial" = "Connect to Internet to start trial";

/* No comment provided by engineer. */
"No Thanks" = "No Thanks";

/* No comment provided by engineer. */
"Sign in to start your free 15-day trial.\nFull features, no commitment." = "Sign in to start your free 15-day trial.\nFull features, no commitment.";

/* No comment provided by engineer. */
"Try Free for 15 Days" = "Try Free for 15 Days";

/* No comment provided by engineer. */
"Try Snagit for Free" = "Try Snagit for Free";

/* No comment provided by engineer. */
"Unlock with a Software Key" = "Unlock with a Software Key";

/* No comment provided by engineer. */
"Tell Us How We Did" = "Tell Us How We Did";

/* No comment provided by engineer. */
"Thanks for purchasing!" = "Thanks for purchasing!";

/* No comment provided by engineer. */
"Did you know you can find your Software key\n and more in your TechSmith Account?" = "Did you know you can find your Software key\n and more in your TechSmith Account?";

/* No comment provided by engineer. */
"TechSmith Account?" = "TechSmith Account?";

/* No comment provided by engineer. */
"Get Started with Snagit" = "Get Started with Snagit";

/* No comment provided by engineer. */
"Keep up with Snagit news and features with monthly email updates. Subscribe Now!" = "Keep up with Snagit news and features with monthly email updates. Subscribe Now!";

/* No comment provided by engineer. */
"Subscribe Now!" = "Subscribe Now!";



